Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NotificationsDescription
source: Apps can let you know about new notifications by showing an app icon badge. You can turn them on or off for each app individually.
ar: يمكن للتطبيقات إبلاغك بالإشعارات الجديدة عن طريق إظهار شارة على أيقونة التطبيق. يمكنك تشغيل ذلك أو إيقافه لكل تطبيق على حدة.
ca: Quan hi hagi una notificació nova en una app, es mostrarà un globus a la icona. Pots activar o desactivar les notificacions de cada app de manera individual.
cs: Aplikace vás můžou informovat o nových oznámeních pomocí odznaků na ikonách. Zobrazování odznaků můžete zapnout nebo vypnout pro každou aplikaci samostatně.
da: Apps kan informere dig om nye notifikationer ved at vise en etiket på appsymbolet. Du kan slå dem til eller fra for hver app enkeltvis.
de: Mithilfe von App-Symbolkennzeichen können Apps dich über neue Mitteilungen informieren. Sie können für jede App einzeln ein- oder ausgeschaltet werden.
el: Οι εφαρμογές μπορούν να σας ενημερώνουν για νέες γνωστοποιήσεις με εμφάνιση μιας ταμπέλας στο εικονίδιο εφαρμογής. Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτήν την επιλογή για κάθε εφαρμογή ξεχωριστά.
es: Las apps te pueden avisar si hay notificaciones nuevas mostrando un globo en el icono de la app. Puedes activar o desactivar esta opción para cada app individualmente.
es_us: Las apps pueden indicarte si tienes notificaciones nuevas mediante un contador en su ícono. Puedes activar o desactivar esta opción para cada app.
fi: Apit voivat ilmoittaa uusista ilmoituksista merkillä apin kuvakkeessa. Voit laittaa toiminnon päälle tai pois päältä jokaiselle apille erikseen.
fr: Les apps peuvent vous informer de nouvelles notifications en affichant une pastille sur leur icône. Activez ou désactivez-les pour chaque app.
fr_ca: Les apps peuvent vous communiquer des notifications en affichant une pastille sur leur icône. Vous pouvez les activer ou les désactiver app par app.
he: יישומים יכולים ליידע אותך לגבי עדכונים חדשים על-ידי הצגת תג של אייקון היישום. ניתן להפעיל או לכבות את העדכונים האלו עבור כל יישום בנפרד.
hi: ऐप आइकॉन बैज दिखाकर ऐप्स आपको नई सूचनाओं के बारे में बता सकते हैं। आप उन्हें प्रत्येक ऐप के लिए अलग-अलग चालू या बंद कर सकते हैं।
hr: Aplikacije vas mogu informirati o novim obavijestima putem bedža na ikoni aplikacije. Možete ih uključiti ili isključiti za svaku aplikaciju pojedinačno.
hu: Az appok egy appikon-jelvénnyel képesek jelezni az új értesítéseket. Ez a funkció apponként külön be- vagy kikapcsolható.
id: App dapat memberi tahu Anda mengenai pemberitahuan baru dengan menampilkan tanda ikon app. Anda dapat menyalakan atau mematikannya untuk setiap app secara terpisah.
it: Le app ti informano della presenza di nuove notifiche tramite un badge sull’icona dell’app. Puoi attivare o disattivare i badge per ogni app individualmente.
ja: アプリでは、アプリアイコンバッジを表示して新しい通知を知らせることができます。アプリごとに個別に通知のオン/オフを切り替えることができます。
ko: 앱에서 앱 아이콘 배지를 표시하여 새로운 알림에 대해 알려줄 수 있습니다. 각각의 앱에서 알림을 개별적으로 켜거나 끌 수 있습니다.
ms: App boleh memberitahu anda tentang pemberitahuan baharu dengan menunjukkan lencana ikon app. Anda boleh mengaktifkan atau menyahaktifkannya bagi setiap app secara individu.
nb: Apper kan indikere nye varslinger ved å vise et merke på appsymbolet. Du kan slå dem av og på for hver enkelt app.
nl: Je kunt apps een badge op het appsymbool laten weergeven als er nieuwe meldingen zijn. Dit kun je voor elke app afzonderlijk instellen.
pl: Aplikacje mogą informować o nowych powiadomieniach, wyświetlając plakietki na swoich ikonach. Funkcję tę możesz włączać i wyłączać dla każdej z aplikacji osobno.
pt_br: Os apps podem usar um ícone para informar sobre novas notificações. Você pode ativá‑las e desativá‑las para cada app individualmente.
pt_pt: As aplicações podem avisar que tem notificações novas através de emblemas nos respetivos ícones. Pode ativar ou desativar esta opção individualmente, por aplicação.
ro: Aplicațiile vă pot informa despre notificările noi prin afișarea unei insigne pe pictogramele lor. Puteți activa sau dezactiva notificările individual pentru fiecare aplicație.
ru: Наклейка на значке приложения означает, что пришло новое уведомление. Вы можете включать и выключать наклейки по отдельности для каждого приложения.
sk: Apky vás môžu informovať o nových hláseniach zobrazením odznaku na ikone apky. Odznak môžete zapnúť alebo vypnúť samostatne pre každú apku.
sl: Aplikacije vas lahko obvestijo o novih obvestilih s prikazom znaka za ikono aplikacije. To lahko vklopite ali izklopite za vsako aplikacijo posebej.
sv: Appar kan berätta om nya meddelanden genom att visa en appsymbolbricka. Du kan slå av och på symbolbrickor för varje enskild app.
th: แอปสามารถแสดงให้คุณทราบได้ว่ามีการแจ้งเตือนใหม่โดยการแสดงป้ายกำกับบนไอคอนของแอป คุณสามารถเปิดใช้หรือปิดใช้การแจ้งเตือนของแต่ละแอปได้
tr: Uygulamalar, yeni bildirimler olduğunu bir uygulama işareti göstererek size haber verebilir. Bildirimleri, her bir uygulama için teker teker açabilir veya kapatabilirsiniz.
uk: Програми можуть сигналізувати про нові сповіщення значками на своїх іконках. Значки можна вмикати й вимикати для кожної програми окремо.
vi: Các ứng dụng có thể cho bạn biết về thông báo mới bằng cách hiển thị biểu tượng ứng dụng. Bạn có thể bật hoặc tắt thông báo cho từng ứng dụng riêng lẻ.
zh_cn: App可通过显示App图标标记来告知你新通知。你可以针对每个App单独打开或关闭通知。
zh_hk: App透過顯示圖像標記讓你知道有新通知。你可以開啟或關閉個別App的有關選項。
zh_tw: App會顯示圖像標記讓你知道有新的通知。你可以開啟或關閉個別App設定。

# NotificationsTitle
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varslinger
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# NotNowButtonTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# NumberingSystemChangeActionFormat
source: Change numbers to %@
ar: تغيير الأرقام إلى %@
ca: Canvia el sistema de numeració a %@
cs: Přepnout na číslování %@
da: Skift tal til %@
de: %@ für Zahlen verwenden
el: Αλλαγή αριθμών σε %@
es: Cambiar números a %@
es_us: Cambiar números a %@
fi: Vaihda numeroiksi %@
fr: Passer des numéros à « %@ »
fr_ca: Afficher les nombres au format %@
he: שינוי המספרים לפורמט %@
hi: अंकों को %@ में बदलें
hr: Promijeni brojeve u %@
hu: Számok módosítása a következőre: %@
id: Ubah nomor ke %@
it: Modifica i numeri in %@
ja: 番号を%@に変更
ko: %@(으)로 번호 변경
ms: Tukar nombor kepada %@
nb: Endre tallsystemet til %@
nl: Wijzig nummers in %@
pl: Zmień numerowanie na %@
pt_br: Alterar números para %@
pt_pt: Alterar números para %@
ro: Schimbați numerotarea în %@
ru: Сменить систему счисления на %@
sk: Zmeniť čísla na %@
sl: Spremeni števila v %@
sv: Ändra siffror till %@
th: เปลี่ยนตัวเลขเป็น %@
tr: Sayıları %@ olarak değiştir
uk: Змінити цифри на %@
vi: Thay đổi số thành %@
zh_cn: 将编号更改为%@
zh_hk: 將編號改為%@
zh_tw: 將計數系統改成%@

# NumberingSystemChangeRestartWarning
source: Your Home Screen will refresh when you change your numbering system.
ar: سيتم تحديث الشاشة الرئيسية عند تغيير نظام الأرقام.
ca: Quan canviïs el sistema de numeració, la pantalla d’inici s’actualitzarà.
cs: Po změně systému číslování se aktualizuje plocha.
da: Din hjemmeskærm opdateres, når du ændrer nummereringssystemet.
de: Dein Home-Bildschirm wird aktualisiert, wenn du das Zahlensystem änderst.
el: Η οθόνη Αφετηρίας θα ανανεωθεί όταν αλλάξετε το σύστημα αρίθμησης.
es: La pantalla de inicio se actualizará cuando cambies el sistema de numeración.
es_us: La pantalla de inicio se actualizará cuando cambies el sistema de numeración.
fi: Koti-valikko päivitetään, kun vaihdat numerojärjestelmän.
fr: Votre écran d’accueil sera actualisé lorsque vous changerez de système de numérotation.
fr_ca: Votre écran d’accueil se mettra à jour si vous changez de système de numération.
he: מסך הבית יתרענן לאחר שינוי שיטת המספור.
hi: जब आप अपनी अंक पद्धति को बदलेंगे, तो आपकी होम स्क्रीन रीफ़्रेश हो जाएगी।
hr: Početni zaslon osvježit će se kad promijenite brojevni sustav.
hu: A Főképernyője a számozási rendszer módosításakor frissítve lesz.
id: Layar Utama Anda akan disegarkan setelah Anda mengubah sistem penomoran.
it: Modificando il sistema di numerazione, la schermata Home si aggiornerà.
ja: 番号システムを変更するとホーム画面がリフレッシュされます。
ko: 번호 시스템을 변경하면 홈 화면이 새로 고쳐집니다.
ms: Skrin Utama anda akan disegarkan semula apabila anda menukar sistem penomboran anda.
nb: Hjem-skjermen din lastes inn på nytt når du endrer tallsystem.
nl: Je beginscherm wordt vernieuwd wanneer je je nummersysteem wijzigt.
pl: Zmiana systemu numerowania spowoduje odświeżenie ekranu głównego.
pt_br: A Tela de Início será atualizada quando você alterar o sistema de numeração.
pt_pt: O ecrã principal será atualizado se alterar o sistema de numeração.
ro: Ecranul principal va fi actualizat la schimbarea sistemului de numerotare.
ru: При смене системы счисления экран «Домой» обновится.
sk: Pri zmene systému číslovania dôjde k osvieženiu plochy.
sl: Vaš domači zaslon se bo osvežil, ko spremenite sistem številčenja.
sv: Hemskärmen uppdateras när du byter siffersystem.
th: หน้าจอโฮมของคุณจะแสดงผลใหม่เมื่อคุณเปลี่ยนระบบตัวเลขของคุณ
tr: Ana ekranınız sayılandırma sistemini değiştirdiğinizde yenilenir.
uk: Після змінення цифрової системи Початковий екран буде оновлено.
vi: Màn hình chính của bạn sẽ làm mới khi bạn thay đổi hệ thống đánh số.
zh_cn: 更改编号系统时，主屏幕将刷新。
zh_hk: 主畫面會在你更改編號系統時重新整理。
zh_tw: 主畫面在你更改計數系統時會重新整理。

# NumberingSystemChangeWarningFormat
source: Do you want to change this Apple TV’s numbering system?
ar: هل ترغب في تغيير نظام الأرقام في هذا الـ Apple TV؟
ca: Vols canviar el sistema de numeració de l’Apple TV?
cs: Chcete na této Apple TV změnit systém číslování?
da: Vil du ændre nummereringssystemet for denne Apple TV-enhed?
de: Möchtest du das Zahlensystem dieses Apple TV ändern?
el: Θέλετε να αλλάξετε το σύστημα αρίθμησης αυτού του Apple TV;
es: ¿Quieres cambiar el sistema de numeración de este Apple TV?
es_us: ¿Quieres cambiar el sistema de numeración de este Apple TV?
fi: Vaihdetaanko tämän Apple TV:n numerojärjestelmä?
fr: Voulez-vous changer le système de numérotation de cette Apple TV ?
fr_ca: Voulez-vous changer le système de numération de cette Apple TV?
he: האם ברצונך לשנות את שיטת המספור של Apple TV זה?
hi: क्या आप इस Apple TV की अंक पद्धति को बदलना चाहते हैं?
hr: Želite li promijeniti brojevni sustav ovog Apple TV-a?
hu: Módosítja ennek az Apple TV-nek a számozási rendszerét?
id: Apakah Anda ingin mengubah sistem penomoran Apple TV ini?
it: Vuoi modificare il sistema di numerazione di Apple TV?
ja: このApple TVの番号システムを変更しますか?
ko: 이 Apple TV의 번호 시스템을 변경하겠습니까?
ms: Adakah anda mahu menukar sistem penomboran Apple TV ini?
nb: Vil du endre tallsystemet på Apple TV?
nl: Wil je het nummersysteem van deze Apple TV wijzigen?
pl: Czy chcesz zmienić system numerowania na tym Apple TV?
pt_br: Deseja alterar o sistema de numeração da Apple TV?
pt_pt: Gostaria de alterar o sistema de numeração da Apple TV?
ro: Doriți să schimbați sistemul de numerotare al acestui Apple TV?
ru: Хотите сменить систему счисления этого Apple TV?
sk: Chcete zmeniť systém číslovania tohto Apple TV?
sl: Želite spremeniti sistem številčenja tega Apple TV-ja?
sv: Vill du byta siffersystem för denna Apple TV?
th: คุณต้องการเปลี่ยนระบบตัวเลขของ Apple TV เครื่องนี้หรือไม่
tr: Bu Apple TV’nin sayılandırma sistemini değiştirmek istiyor musunuz?
uk: Змінити цифрову систему на цьому Apple TV?
vi: Bạn có muốn thay đổi hệ thống đánh số của Apple TV này không?
zh_cn: 你要更改这台Apple TV的编号系统吗？
zh_hk: 你要更改此Apple TV的編號系統嗎？
zh_tw: 你要更改此Apple TV的計數系統嗎？

# NumberingSystemTitle
source: Numbers
ar: الأرقام
ca: Numeració
cs: Čísla
da: Tal
de: Zahlen
el: Αριθμοί
es: Números
es_us: Números
fi: Numerot
fr: Numéros
fr_ca: Nombres
he: מספרים
hi: अंक
hr: Brojevi
hu: Számok
id: Nomor
it: Numeri
ja: 番号
ko: 번호
ms: Nombor
nb: Tall
nl: Nummers
pl: Cyfry
pt_br: Números
pt_pt: Números
ro: Numerotare
ru: Система счисления
sk: Čísla
sl: Številke
sv: Siffror
th: ตัวเลข
tr: Sayı
uk: Цифри
vi: Số
zh_cn: 编号
zh_hk: 編號
zh_tw: 計數系統

# NumbersFormatTitle
source: Numbers
ar: الأرقام
ca: Numeració
cs: Čísla
da: Tal
de: Zahlen
el: Αριθμοί
es: Números
es_us: Números
fi: Numerot
fr: Numéros
fr_ca: Nombres
he: מספרים
hi: अंक
hr: Brojevi
hu: Számok
id: Nomor
it: Numeri
ja: 番号
ko: 번호
ms: Nombor
nb: Tall
nl: Nummers
pl: Cyfry
pt_br: Números
pt_pt: Números
ro: Numerotare
ru: Система счисления
sk: Čísla
sl: Številke
sv: Siffror
th: ตัวเลข
tr: Sayı
uk: Цифри
vi: Số
zh_cn: 编号
zh_hk: 編號
zh_tw: 計數系統

source: OK
ar: موافق
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# OSBetaSeedingAppleID
source: Apple Account: %@
ar: حساب Apple:‏ %@
ca: Compte d’Apple: %@
cs: Účet Apple: %@
da: Apple-konto: %@
el: Λογαριασμός Apple: %@
es: Cuenta de Apple: %@
es_us: Cuenta de Apple: %@
fi: Apple-tili: %@
fr: Compte Apple : %@
fr_ca: Compte Apple : %@
he: חשבון Apple: ‏%@
hi: Apple खाता : %@
hr: Apple račun: %@
hu: Apple-fiók: %@
id: Akun Apple: %@
ko: Apple 계정: %@
ms: Akaun Apple: %@
nb: Apple-konto: %@
pl: Konto Apple: %@
pt_br: Conta Apple: %@
pt_pt: Conta Apple: %@
ro: Cont Apple: %@
ru: Аккаунт Apple: %@
sk: Apple účet: %@
sl: Račun Apple: %@
sv: Apple‑konto: %@
th: บัญชี Apple: %@
tr: Apple Hesabı: %@
uk: Обліковий запис Apple: %@
vi: Tài khoản Apple: %@
zh_cn: Apple账户：%@
zh_hk: Apple帳户：%@
zh_tw: Apple帳號：%@

# OSBetaSoftwareAgreeButtonTitle
source: Agree
ar: موافق
ca: Accepta
cs: Souhlasím
da: Accepter
de: Akzeptieren
el: Αποδοχή
es: Acepto
es_us: Acepto
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
he: מסכים/ה
hi: सहमत
hr: Slažem se
hu: Elfogadás
id: Setuju
it: Accetta
ja: 同意する
ko: 동의
ms: Setuju
nb: Enig
nl: Akkoord
pl: Akceptuję
pt_br: Concordar
pt_pt: Aceitar
ro: De acord
ru: Принять
sk: Súhlasím
sl: Strinjam se
sv: Godkänn
th: ยอมรับ
tr: Kabul Ediyorum
uk: Погоджуюсь
vi: Đồng ý
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# OSBetaSoftwareDisagreeButtonTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# OSBetaSoftwareEnrollCancelItem
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# OSBetaSoftwareEnrollConfirmMessage
source: Do you want to get beta software updates on this Apple TV as part of the Apple Beta Software Program?
ar: هل ترغب في الحصول على تحديثات برامج تجريبية على هذا الـ Apple TV كجزء من برنامج Apple Beta Software؟
ca: Vols rebre actualitzacions de programari beta en aquest Apple TV com a part del programa Apple Beta Software?
cs: Chcete na Apple TV v rámci Apple Beta Software Programu stahovat aktualizace betaverzí softwaru?
da: Vil du modtage offentlige betasoftwareopdateringer på dette Apple TV, som en del af Apple Beta Software Program?
de: Möchtest du auf diesem Apple TV Beta-Softwareupdates als Teil des Apple-Beta-Softwareprogramms laden?
el: Θέλετε να λαμβάνετε ενημερώσεις λογισμικού beta σε αυτό το Apple TV ως μέρος του Προγράμματος Apple Beta Software;
es: ¿Quieres obtener actualizaciones de software beta en este Apple TV como parte del programa Apple Beta Software?
es_us: ¿Quieres obtener actualizaciones de software beta en este Apple TV como parte del programa Apple Beta Software?
fi: Haluatko betaohjelmistopäivityksiä tähän Apple TV:hen osana Apple Beta Software Program -ohjelmaa?
fr: Voulez-vous recevoir les mises à jour de logiciels bêta sur cette Apple TV dans le cadre du programme de logiciels bêta d’Apple ?
fr_ca: Souhaitez-vous obtenir les mises à jour des logiciels bêta sur cette Apple TV dans le cadre du programme de logiciels bêta d’Apple?
he: האם ברצונך לקבל עדכוני תוכנת בטא ב-Apple TV זה כחלק מתוכנית Apple Beta Software‏?
hi: क्या आप Apple Beta Software प्रोग्राम के हिस्से के रूप में इस Apple TV पर बीटा सॉफ़्टवेयर अपडेट प्राप्त करना चाहते हैं?
hr: Želite li primati beta ažuriranja softvera na ovaj Apple TV kao dio Apple Beta Software programa?
hu: Le szeretne tölteni bétaszoftver-frissítéseket ezen az Apple TV-n az Apple Beta Software program részeként?
id: Apakah Anda ingin mendapatkan pembaruan perangkat lunak beta di Apple TV ini sebagai bagian dari Program Apple Beta Software?
it: Vuoi ricevere aggiornamenti relativi alle versioni beta del software su Apple TV in quanto parte dell’Apple Beta Software Program?
ja: Apple Beta Software Programの一環として、このApple TV用にベータ版のソフトウェアを入手しますか?
ko: Apple 베타 소프트웨어 프로그램의 일부로 이 Apple TV에 공개 베타 소프트웨어 업데이트를 받겠습니까?
ms: Adakah anda mahu mendapatkan kemas kini perisian beta pada Apple TV ini sebagai sebahagian daripada Program Apple Beta Software?
nb: Vil du hente betaversjoner av Apple TV-programvaren som del av Apple Beta Software-programmet?
nl: Wil je bètasoftware-updates ontvangen op deze Apple TV als onderdeel van het Apple Beta Software-programma?
pl: Czy chcesz otrzymywać uaktualnienia oprogramowania w wersji beta na tym Apple TV w ramach Apple Beta Software Program?
pt_br: Deseja obter atualizações de software beta nesta Apple TV como parte do Programa Apple Beta Software?
pt_pt: Gostaria de obter atualizações das versões beta de software nesta Apple TV, no âmbito do Apple Beta Software Program?
ro: Doriți să primiți actualizări software beta pe acest Apple TV ca parte a programului Apple Beta Software?
ru: Хотите получать на этом Apple TV бета‑версии обновлений ПО в качестве участника Программы бета-тестирования Apple?
sk: Chcete v rámci Apple Beta Software Programu na tomto Apple TV získavať aktualizácie beta verzií softvéru?
sl: Želite prejemati posodobitve beta programske opreme za ta Apple TV v okviru programa Apple Beta Software?
sv: Vill du få betaversioner av programvara på denna Apple TV som en del av Apple Beta Software Program?
th: คุณต้องการรับซอฟต์แวร์รุ่นเบต้าบน Apple TV เครื่องนี้ในฐานะที่เป็นส่วนหนึ่งของโปรแกรม Apple Beta Software หรือไม่
tr: Apple Beta Software Programı’nın bir parçası olarak bu Apple TV’de beta yazılımı güncellemelerini almak istiyor musunuz?
uk: Отримувати оновлення бета-версій ПЗ на цьому Apple TV у рамках Програми бета-тестування Apple Beta Software?
vi: Bạn có muốn nhận các bản cập nhật phần mềm beta trên Apple TV này như một phần của Chương trình Apple Beta Software không?
zh_cn: 你要在此Apple TV上获取作为Apple Beta版软件计划一部分的Beta版软件更新吗？
zh_hk: 作為「Apple Beta Software計劃」的一部份，你希望在此Apple TV上取得Beta軟件更新嗎？
zh_tw: 要在此Apple TV上取得Beta版軟體更新嗎（「Apple Beta版軟體計畫」的一部分）？

# OSBetaSoftwareEnrollItem
source: Get Beta Updates
ar: الحصول على تحديثات تجريبية
ca: Rep actualitzacions beta
cs: Stahovat aktualizace betaverzí
da: Få betaopdateringer
de: Beta-Updates laden
el: Λήψη ενημερώσεων beta
es: Obtener actualizaciones beta
es_us: Obtener actualizaciones beta
fi: Hanki beta-päivityksiä
fr: Obtenir les mises à jour bêta
fr_ca: Obtenir les mises à jour des logiciels bêta
he: קבלת עדכוני בטא
hi: बीटा अपडेट प्राप्त करें
hr: Dohvati beta ažuriranja
hu: Bétafrissítések letöltése
id: Dapatkan Pembaruan Beta
it: Ricevi aggiornamenti versioni beta
ja: ベータアップデートを入手
ko: 베타 업데이트 받기
ms: Dapatkan Kemas Kini Beta
nb: Hent betaoppdateringer
nl: Ontvang bèta-updates
pl: Otrzymuj uaktualnienia Beta
pt_br: Obter Atualizações Beta
pt_pt: Obter atualizações beta
ro: Primiți actualizări beta
ru: Получать бета-обновления
sk: Získavať aktualizácie betaverzií
sl: Pridobi posodobitve beta
sv: Få betauppdateringar
th: รายการอัปเดตรุ่นเบต้า
tr: Beta Güncellemelerini Al
uk: Отримувати бета-оновлення
vi: Nhận bản cập nhật beta
zh_cn: 获取Beta版更新
zh_hk: 取得Beta更新項目
zh_tw: 取得Beta版更新項目
